---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Psig
source: html/1334da01-3f25-cec1-fc24-43ce3324058c.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Psig Property

Symbol psig, indicating unit Pounds force per square inch.

## Syntax (C#)
```csharp
public static ForgeTypeId Psig { get; }
```